
Text02_8008e447:

.sjis (LANG == "jap") ? \
	"　　やっぱり…！ぴったりだ！　　　　　　　　　　　　　　　　　　" : \
	"　　やっぱり…！ぴったりだ！　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　ここはもう開いている。　　　　　　　　　　　　　　　　　　" : \
	"　　　ここはもう開いている。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　おっ！ここは開くようだな。　　　　　　　　　　　　　　　　　" : \
	"　　おっ！ここは開くようだな。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　ここはカギがかかっていない。　　　　　　　　　　　　　　　　　" : \
	"　ここはカギがかかっていない。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"もともと開いてたから意味ないな。　　　　　　　　　　　　　　　　" : \
	"もともと開いてたから意味ないな。　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　２階に上がる階段がある。　　　　　　　　　　　　　　　　　　" : \
	"　　２階に上がる階段がある。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　ヒドいな…上がれないぞ　　　　　いったいどうなってるんだ。　" : \
	"　　ヒドいな…上がれないぞ　　　　　いったいどうなってるんだ。　"

.sjis (LANG == "jap") ? \
	"　　　もう大丈夫だろうな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　もう大丈夫だろうな。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　どうしても出られないようだ　　　　他の部屋に行ってみよう。　　" : \
	"　どうしても出られないようだ　　　　他の部屋に行ってみよう。　　"

.sjis (LANG == "jap") ? \
	"　　テコでも開きそうにないな。　　　　　　　　　　　　　　　　　" : \
	"　　テコでも開きそうにないな。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　　おじさんの絵だ　　　　　　なんだか笑ってるみたいだな。　" : \
	"　　　　おじさんの絵だ　　　　　　なんだか笑ってるみたいだな。　"

.sjis (LANG == "jap") ? \
	"　おじさんに会わないと帰れない。　　　　　　　　　　　　　　　　" : \
	"　おじさんに会わないと帰れない。　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　上にあがる階段がある。　　　　　　　　　　　　　　　　　　" : \
	"　　　上にあがる階段がある。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　カギはかかっていないようだ。　　　　　　　　　　　　　　　　" : \
	"　　カギはかかっていないようだ。　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　　　こっちは庭だな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　こっちは庭だな。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　こっちはキッチンだな。　　　　　　　　　　　　　　　　　　" : \
	"　　　こっちはキッチンだな。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　こちら側からカギがかかってる　　　　　　開けておこう。　　　　" : \
	"　こちら側からカギがかかってる　　　　　　開けておこう。　　　　"

.sjis (LANG == "jap") ? \
	"　　　　こっちは玄関だな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　こっちは玄関だな。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　　きれいなネオンだな。　　　　　　　　　　　　　　　　　　" : \
	"　　　　きれいなネオンだな。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"カウンターの中をしらべてみよう。　　　　　　　　　　　　　　　　" : \
	"カウンターの中をしらべてみよう。　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　ここでは何も見つからない。　　　　　　　　　　　　　　　　　" : \
	"　　ここでは何も見つからない。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　おや…こんなところから　　　　　　　白い本が出てきた。　　　" : \
	"　　おや…こんなところから　　　　　　　白い本が出てきた。　　　"

.sjis (LANG == "jap") ? \
	"　　　　　お酒があった　　　　　フランス産のブランデーのようだ。" : \
	"　　　　　お酒があった　　　　　フランス産のブランデーのようだ。"

.sjis (LANG == "jap") ? \
	"　　　　カウンターがある。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　カウンターがある。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　すわっても何も出ないな。　　　　　　　　　　　　　　　　　　" : \
	"　　すわっても何も出ないな。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　しゃれたジュークボックスだ。　　　　　　　　　　　　　　　　　" : \
	"　しゃれたジュークボックスだ。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"なんだ、レコードがひとつもない。　　　　　　　　　　　　　　　　" : \
	"なんだ、レコードがひとつもない。　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　気晴らしに音楽でも聞くかな。　　　　　　　　　　　　　　　　　" : \
	"　気晴らしに音楽でも聞くかな。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　でかいオーブンだな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　でかいオーブンだな。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　中には何もないようだな。　　　　　　　　　　　　　　　　　　" : \
	"　　中には何もないようだな。　　　　　　　　　　　　　　　　　　"
	
.sjis (LANG == "jap") ? \
	"　鍋があるけど重くて持てない。　　　　　　　　　　　　　　　　　" : \
	"　鍋があるけど重くて持てない。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　でかいオーブンだな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　でかいオーブンだな。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　ここで料理をするんだろう　　まだあまり使われていないようだ。" : \
	"　　ここで料理をするんだろう　　まだあまり使われていないようだ。"

.sjis (LANG == "jap") ? \
	"　ここからなら上に乗れそうだ。　　　　　　　　　　　　　　　　　" : \
	"　ここからなら上に乗れそうだ。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　箱の中からカギが出てきた。　　　　　　　　　　　　　　　　　" : \
	"　　箱の中からカギが出てきた。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　もう何も入っていないようだ。　　　　　　　　　　　　　　　　　" : \
	"　もう何も入っていないようだ。　　　　　　　　　　　　　　　　　"