
Text03_8008ed6b:

.sjis (LANG == "jap") ? \
	"　　　　開けてみようかな…　　　　　　　　　　　　　　　　　　　" : \
	"　　　　開けてみようかな…　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　あっ…中はもぬけのカラだ。　　　　　　　　　　　　　　　　　　" : \
	"　あっ…中はもぬけのカラだ。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　中には何も入ってない　　　　穴が開いてて奥に進めそうだ。　" : \
	"　　　中には何も入ってない　　　　穴が開いてて奥に進めそうだ。　"

.sjis (LANG == "jap") ? \
	"　　　　これは冷蔵庫だ。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　これは冷蔵庫だ。　　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　あれ…本しか入ってない。　　　　　　　　　　　　　　　　　　" : \
	"　　あれ…本しか入ってない。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　　こっちは食堂だな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　こっちは食堂だな。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　フタの上に乗れそうだな。　　　　　　　　　　　　　　　　　　" : \
	"　　フタの上に乗れそうだな。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　暖炉の上ににんにくがある。　　　　　　　　　　　　　　　　　" : \
	"　　暖炉の上ににんにくがある。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　このドアは開いているようだ。　　　　　　　　　　　　　　　　" : \
	"　　このドアは開いているようだ。　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　　こっちは玄関だな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　こっちは玄関だな。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　テーブルの上にレコードが…　　　　　後で聞いてみよう。　　　" : \
	"　　テーブルの上にレコードが…　　　　　後で聞いてみよう。　　　"