
.sjis (LANG == "jap") ? \
	"　何だ、階段を上がろうとしたら　　　　足場がなくなった！？　　　" : \
	"　Damn　stairs,　lol　фук　　　　　"

.sjis (LANG == "jap") ? \
	"　　ギャー！手をはさまれた！　　　　　　　　　　　　　　　　　　" : \
	"　　ギャー！手をはさまれた！　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"おや？中には何も入っていないぞ。　　　　　　　　　　　　　　　　" : \
	"おや？中には何も入っていないぞ。　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　　何だこの部屋は…　　　　　ここを飛び越えろというのか？　" : \
	"　　　　何だこの部屋は…　　　　　ここを飛び越えろというのか？　"

.sjis (LANG == "jap") ? \
	"　　何やら上の方で音がした。　　　　　　　　　　　　　　　　　　" : \
	"　　何やら上の方で音がした。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　イテテ…　　　　　　　　　　　油にすべってドラム缶が頭に…。" : \
	"　　イテテ…　　　　　　　　　　　油にすべってドラム缶が頭に…。"

.sjis (LANG == "jap") ? \
	"　　あっ！これは鏡じゃない！　　　　　　　　　　　　　　　　　　" : \
	"　　あっ！これは鏡じゃない！　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"ソファに座ったらテレビがついた。　　　　　　　　　　　　　　　　" : \
	"ソファに座ったらテレビがついた。　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　何もない部屋だな…。　　　　　　　　　　　　　　　　　　　" : \
	"　　　何もない部屋だな…。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　はぁーっ、死ぬかと思った…。　　　　　　　　　　　　　　　　　" : \
	"　はぁーっ、死ぬかと思った…。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"もう上がっても大丈夫のようだな。　　　　　　　　　　　　　　　　" : \
	"もう上がっても大丈夫のようだな。　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　もう…イヤになっちゃうよ。　　　　　　　　　　　　　　　　　　" : \
	"　もう…イヤになっちゃうよ。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　イテテ…ここはどこだ？　　　　　　　　　　　　　　　　　　　" : \
	"　　イテテ…ここはどこだ？　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　イテーッ！頭が割れるーっ！　　　　　　　　　　　　　　　　　" : \
	"　　イテーッ！頭が割れるーっ！　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　　これでよし…と。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　これでよし…と。　　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　絵をかけると、後ろの　　　　ドアから小さな物音がした…。　" : \
	"　　　絵をかけると、後ろの　　　　ドアから小さな物音がした…。　"

.sjis (LANG == "jap") ? \
	"　うわっ、部屋全体が動いてる！　　　一体何が起こってるんだ！　　" : \
	"　うわっ、部屋全体が動いてる！　　　一体何が起こってるんだ！　　"

.sjis (LANG == "jap") ? \
	"　　　うわっビックリした！　　　　　　　　　　　　　　　　　　　" : \
	"　　　うわっビックリした！　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　あっ！本棚が動いた！　　　　　　　　　　　　　　　　　　　" : \
	"　　　あっ！本棚が動いた！　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　階段が動いている…？　　　　　　　　　　　　　　　　　　　" : \
	"　　　階段が動いている…？　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"このドアはこのためにあったのか。　　　　　　　　　　　　　　　　" : \
	"このドアはこのためにあったのか。　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　若い男がこっちを見ているぞ。　　　　　　　　　　　　　　　　　" : \
	"　若い男がこっちを見ているぞ。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　彼からカギをもらった。　　　　　　　　　　　　　　　　　　　" : \
	"　　彼からカギをもらった。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　きれいな女性が立っているぞ。　　　　　　　　　　　　　　　　　" : \
	"　きれいな女性が立っているぞ。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　彼がコックさんだな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　彼がコックさんだな。　　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　このイヌがナポレオンか。　　　　　　　　　　　　　　　　　　" : \
	"　　このイヌがナポレオンか。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　　あっ！なんだあの男は。　　　　　　　　　　　　　　　　　　" : \
	"　　　あっ！なんだあの男は。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　ここはあがれないようだ。　　　　　　　　　　　　　　　　　　" : \
	"　　ここはあがれないようだ。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　またつぶされるのはヤダな。　　　　　　　　　　　　　　　　　" : \
	"　　またつぶされるのはヤダな。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　普通だったら死んでるぞ。　　　　　　　　　　　　　　　　　　" : \
	"　　普通だったら死んでるぞ。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　彼女からトマトをもらった。　　　　　　　　　　　　　　　　　" : \
	"　　彼女からトマトをもらった。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　　プールの前にイヌがいる。　　　　　　　　　　　　　　　　　　" : \
	"　　プールの前にイヌがいる。　　　　　　　　　　　　　　　　　　"
    