; -----------------------------------------------------------------------------
; 									Memory Card
; -----------------------------------------------------------------------------

.str (LANG == "jap") ? \
	"「メモリーカードがありません。」　　　　　　　　　　　　　　　　" : \
	"「メモリーカードがありません。」　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"「フォーマットされていません…　　　フォーマットしますか？」　　" : \
	"「フォーマットされていません…　　　フォーマットしますか？」　　"

.str (LANG == "jap") ? \
	"　　　「メモリーカードを　　　　　　差しなおしてください。」　　" : \
	"　　　「メモリーカードを　　　　　　差しなおしてください。」　　"

.str (LANG == "jap") ? \
	"　「フォーマットしました。」　　　　　　　　　　　　　　　　　　" : \
	"　「フォーマットしました。」　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　「フォーマット中です。」　　　　　　　　　　　　　　　　　　　" : \
	"　「フォーマット中です。」　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"「フォーマットしませんでした。」　　　　　　　　　　　　　　　　" : \
	"「フォーマットしませんでした。」　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　「セーブが終わりました。」　　　　　　　　　　　　　　　　　　" : \
	"　「セーブが終わりました。」　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"「メモリーカードがいっぱいで　　　セーブする場所がありません。」" : \
	"「メモリーカードがいっぱいで　　　セーブする場所がありません。」"

.str (LANG == "jap") ? \
	"　「セーブデータを上書きします…　　　　よろしいですか。」　　　" : \
	"　「セーブデータを上書きします…　　　　よろしいですか。」　　　"

.str (LANG == "jap") ? \
	"　　「新しくセーブします…　　　　　　　よろしいですか。」　　　" : \
	"　　「新しくセーブします…　　　　　　　よろしいですか。」　　　"

.str (LANG == "jap") ? \
	"「ウエルカムハウスの　　　　　　　　セーブデータがありません。」" : \
	"「ウエルカムハウスの　　　　　　　　セーブデータがありません。」"

.str (LANG == "jap") ? \
	"「フォーマットされていない　　　カードです…ロードできません。」" : \
	"「フォーマットされていない　　　カードです…ロードできません。」"

.str (LANG == "jap") ? \
	"「フォーマットされている　　　　　　　　　メモリーカードです。」" : \
	"「フォーマットされている　　　　　　　　　メモリーカードです。」"

.str (LANG == "jap") ? \
	"「ここではセーブできません。」　　　　　　　　　　　　　　　　　" : \
	"「ここではセーブできません。」　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"「セーブデフォ（上書）に引っ掛かりました…見直してください。」　" : \
	"「セーブデフォ（上書）に引っ掛かりました…見直してください。」　"

.str (LANG == "jap") ? \
	"「セーブデフォ（新規）に引っ掛かりました…見直してください。」　" : \
	"「セーブデフォ（新規）に引っ掛かりました…見直してください。」　"

.str (LANG == "jap") ? \
	"「ファイルチェックに引っ掛かりました…見直してください。」　　　" : \
	"「ファイルチェックに引っ掛かりました…見直してください。」　　　"

.str (LANG == "jap") ? \
	"　　「セーブしませんでした。」　　　　　　　　　　　　　　　　　" : \
	"　　「セーブしませんでした。」　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"「セーブデータをロード中です。」　　　　　　　　　　　　　　　　" : \
	"「セーブデータをロード中です。」　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　「ロードが終わりました。」　　　　　　　　　　　　　　　　　　" : \
	"　「ロードが終わりました。」　　　　　　　　　　　　　　　　　　"