Text01_8008e17c:

.str (LANG == "jap") ? \
    "　　　ここには何もなさそうだ。　　　　　　　　　　　　　　　　　" : \
    "Seems nothing here."

.str (LANG == "jap") ? \
	"　カギがかかってて開かないや　　まいったな、だれもいないのかな？" : \
	"The door is locked and won't open. Damn it, is anyone here?"

.str (LANG == "jap") ? \
	"　　　ここはまだ開かないな　　　　　　カギがかかっている。　　　" : \
	"This place is still locked, the door is locked."

.str (LANG == "jap") ? \
	"　　　ここはもう開いている。　　　　　　　　　　　　　　　　　　" : \
	"This place is already open."

.str (LANG == "jap") ? \
	"　このカギでは開かないようだ。　　　　　　　　　　　　　　　　　" : \
	"It seems this key won't open it."

.str (LANG == "jap") ? \
	"　おじさんジョーダンきついよ　　　ここからはもう外に出られない。" : \
	"Uncle Jordan is tough, we can't get out from here anymore."

.str (LANG == "jap") ? \
	"ここはどうしても開かないようだ　　　他に出口をさがさなきゃ。　　" : \
	"It seems this place won't open no matter what. We have to look for another exit."

.str (LANG == "jap") ? \
	"　　カギでは開きそうにないな。　　　　　　　　　　　　　　　　　" : \
	"It doesn't seem like the key will open it."

.str (LANG == "jap") ? \
	"　カギがかかってて開かないや　　　どこかでカギを見つけなきゃ。　" : \
	"The door is locked and won't open. We have to find the key somewhere."

.str (LANG == "jap") ? \
	"　　　ここはまだ開かないな　　　　どこかでカギを見つけなきゃ。　" : \
	"This place is still locked, we have to find the key somewhere."

.str (LANG == "jap") ? \
	"持ってるカギで開くかもしれない。　　　　　　　　　　　　　　　　" : \
	"It might open with the key we have."
	
Text02_8008e447:

.str (LANG == "jap") ? \
	"　　やっぱり…！ぴったりだ！　　　　　　　　　　　　　　　　　　" : \
	"Just as I thought... it's a perfect fit!"

.str (LANG == "jap") ? \
	"　　　ここはもう開いている。　　　　　　　　　　　　　　　　　　" : \
	"It's already open here."

.str (LANG == "jap") ? \
	"　　おっ！ここは開くようだな。　　　　　　　　　　　　　　　　　" : \
	"Oh! It looks like it's opening here."

.str (LANG == "jap") ? \
	"　ここはカギがかかっていない。　　　　　　　　　　　　　　　　　" : \
	"The door is not locked here."

.str (LANG == "jap") ? \
	"もともと開いてたから意味ないな。　　　　　　　　　　　　　　　　" : \
	"It's already open, so it doesn't matter."

.str (LANG == "jap") ? \
	"　　２階に上がる階段がある。　　　　　　　　　　　　　　　　　　" : \
	"There is a staircase leading up to the second floor."

.str (LANG == "jap") ? \
	"　　ヒドいな…上がれないぞ　　　　　いったいどうなってるんだ。　" : \
	"This is tough... I can't make it up. What on earth is going on?"

.str (LANG == "jap") ? \
	"　　　もう大丈夫だろうな。　　　　　　　　　　　　　　　　　　　" : \
	"I suppose it's already okay."

.str (LANG == "jap") ? \
	"　どうしても出られないようだ　　　　他の部屋に行ってみよう。　　" : \
	"It seems that I can't get out no matter what. I'll try going to another room."

.str (LANG == "jap") ? \
	"　　テコでも開きそうにないな。　　　　　　　　　　　　　　　　　" : \
	"It doesn't seem like it will open even if I try to force it."

.str (LANG == "jap") ? \
	"　　　　おじさんの絵だ　　　　　　なんだか笑ってるみたいだな。　" : \
	"This is the old man's picture. It looks like he's smiling."

.str (LANG == "jap") ? \
	"　おじさんに会わないと帰れない。　　　　　　　　　　　　　　　　" : \
	"I can't go home until I see the old man."

.str (LANG == "jap") ? \
	"　　　上にあがる階段がある。　　　　　　　　　　　　　　　　　　" : \
	"There is a staircase leading up."

.str (LANG == "jap") ? \
	"　　カギはかかっていないようだ。　　　　　　　　　　　　　　　　" : \
	"It seems that the door is not locked."

.str (LANG == "jap") ? \
	"　　　　　こっちは庭だな。　　　　　　　　　　　　　　　　　　　" : \
	"This is the garden."

.str (LANG == "jap") ? \
	"　　　こっちはキッチンだな。　　　　　　　　　　　　　　　　　　" : \
	"This is the kitchen."

.str (LANG == "jap") ? \
	"　こちら側からカギがかかってる　　　　　　開けておこう。　　　　" : \
	"The door is locked from this side. I'll unlock it."

.str (LANG == "jap") ? \
	"　　　　こっちは玄関だな。　　　　　　　　　　　　　　　　　　　" : \
	"This is the entrance."

.str (LANG == "jap") ? \
	"　　　　きれいなネオンだな。　　　　　　　　　　　　　　　　　　" : \
	"That's a beautiful neon light."

.str (LANG == "jap") ? \
	"カウンターの中をしらべてみよう。　　　　　　　　　　　　　　　　" : \
	"Let's search inside the counter."

.str (LANG == "jap") ? \
	"　　ここでは何も見つからない。　　　　　　　　　　　　　　　　　" : \
	"Nothing was found here."

.str (LANG == "jap") ? \
	"　　おや…こんなところから　　　　　　　白い本が出てきた。　　　" : \
	"Oh... a white book came out from such a place."

.str (LANG == "jap") ? \
	"　　　　　お酒があった　　　　　フランス産のブランデーのようだ。" : \
	"There is alcohol. It looks like French brandy."

.str (LANG == "jap") ? \
	"　　　　カウンターがある。　　　　　　　　　　　　　　　　　　　" : \
	"There is a counter."

.str (LANG == "jap") ? \
	"　　すわっても何も出ないな。　　　　　　　　　　　　　　　　　　" : \
	"Nothing comes out even if I sit down."

.str (LANG == "jap") ? \
	"　しゃれたジュークボックスだ。　　　　　　　　　　　　　　　　　" : \
	"This is a stylish jukebox."

.str (LANG == "jap") ? \
	"なんだ、レコードがひとつもない。　　　　　　　　　　　　　　　　" : \
	"What? There's not even one record."

.str (LANG == "jap") ? \
	"　気晴らしに音楽でも聞くかな。　　　　　　　　　　　　　　　　　" : \
	"Maybe I'll listen to music to relax."

.str (LANG == "jap") ? \
	"　　　でかいオーブンだな。　　　　　　　　　　　　　　　　　　　" : \
	"This is a big oven."

.str (LANG == "jap") ? \
	"　　中には何もないようだな。　　　　　　　　　　　　　　　　　　" : \
	"It seems that there is nothing inside."
	
.str (LANG == "jap") ? \
	"　鍋があるけど重くて持てない。　　　　　　　　　　　　　　　　　" : \
	"There is a pot, but it is heavy and I cannot lift it."

.str (LANG == "jap") ? \
	"　　　でかいオーブンだな。　　　　　　　　　　　　　　　　　　　" : \
	"This is a big oven."

.str (LANG == "jap") ? \
	"　　ここで料理をするんだろう　　まだあまり使われていないようだ。" : \
	"I guess cooking is done here. It doesn't seem to have been used much yet."

.str (LANG == "jap") ? \
	"　ここからなら上に乗れそうだ。　　　　　　　　　　　　　　　　　" : \
	"It looks like I can get on top from here."

.str (LANG == "jap") ? \
	"　　箱の中からカギが出てきた。　　　　　　　　　　　　　　　　　" : \
	"A key came out from inside the box."

.str (LANG == "jap") ? \
	"　もう何も入っていないようだ。　　　　　　　　　　　　　　　　　" : \
	"It seems that there is nothing inside anymore."

Text03_8008ed6b:

.str (LANG == "jap") ? \
	"　　　　開けてみようかな…　　　　　　　　　　　　　　　　　　　" : \
	"Maybe I'll try opening it..."

.str (LANG == "jap") ? \
	"　あっ…中はもぬけのカラだ。　　　　　　　　　　　　　　　　　　" : \
	"Ah... it's empty inside."

.str (LANG == "jap") ? \
	"　　　中には何も入ってない　　　　穴が開いてて奥に進めそうだ。　" : \
	"There is nothing inside. There is an opening and it seems I can proceed inside."

.str (LANG == "jap") ? \
	"　　　　これは冷蔵庫だ。　　　　　　　　　　　　　　　　　　　　" : \
	"This is the refrigerator."

.str (LANG == "jap") ? \
	"　　あれ…本しか入ってない。　　　　　　　　　　　　　　　　　　" : \
	"Hmm... there are only books inside."

.str (LANG == "jap") ? \
	"　　　　こっちは食堂だな。　　　　　　　　　　　　　　　　　　　" : \
	"This is the dining room."

.str (LANG == "jap") ? \
	"　　フタの上に乗れそうだな。　　　　　　　　　　　　　　　　　　" : \
	"I can get on top of the lid."

.str (LANG == "jap") ? \
	"　　暖炉の上ににんにくがある。　　　　　　　　　　　　　　　　　" : \
	"There is garlic on top of the fireplace."

.str (LANG == "jap") ? \
	"　　このドアは開いているようだ。　　　　　　　　　　　　　　　　" : \
	"This door seems to be open."

.str (LANG == "jap") ? \
	"　　　　こっちは玄関だな。　　　　　　　　　　　　　　　　　　　" : \
	"This is the entrance."

.str (LANG == "jap") ? \
	"　　テーブルの上にレコードが…　　　　　後で聞いてみよう。　　　" : \
	"There are records on the table... I'll listen to them later."

Text04_8008f036:
.str (LANG == "jap") ? \
	"　　こんなところに落とし穴が…　いたずらにしては手がこんでるな。" : \
	"There is a pitfall in such a place... It's a mischievous hand to do this."

.str (LANG == "jap") ? \
	"　　　　　大きな食卓だ。　　　　　　　　　　　　　　　　　　　　" : \
	"This is a large dining table."

.str (LANG == "jap") ? \
	"　　　これはただの時計だ。　　　　　　　　　　　　　　　　　　　" : \
	"This is just a clock."

.str (LANG == "jap") ? \
	"　これはファミリーの写真だな。　　　　　　　　　　　　　　　　　" : \
	"This is a family photo."

.str (LANG == "jap") ? \
	"　おじさんの若い頃の写真がある。　　　　　　　　　　　　　　　　" : \
	"There is a photo of the old man when he was young."

.str (LANG == "jap") ? \
	"　　たいして意味はなさそうだ。　　　　　　　　　　　　　　　　　" : \
	"It doesn't seem to have much meaning."

.str (LANG == "jap") ? \
	"　　　　　ここもだめか…　　　　どうしても外に出さないつもりか。" : \
	"Is this also no good...? Do you really not plan on letting me out?"

.str (LANG == "jap") ? \
	"　　　もうビクとも動かない。　　　　　　　　　　　　　　　　　　" : \
	"I won't move even if I flinch."

.str (LANG == "jap") ? \
	"　　　　赤い本を見つけた。　　　　　　　　　　　　　　　　　　　" : \
	"I found a red book."

.str (LANG == "jap") ? \
	"ここでカギを使っても意味ないな。　　　　　　　　　　　　　　　　" : \
	"It doesn't seem to make a difference using the key here."

.str (LANG == "jap") ? \
	"　　　　　　　おや…　　　　　　　　テーブルの上にカギがある。　" : \
	"Oh... there is a key on top of the table."

.str (LANG == "jap") ? \
	"　　ゆっくりしてる暇はないな。　　　　　　　　　　　　　　　　　" : \
	"　　ゆっくりしてる暇はないな。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　ただのソファのようだ。　　　　　　　　　　　　　　　　　　" : \
	"　　　ただのソファのようだ。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　おっ！ここは開くようだな。　　　　　　　　　　　　　　　　　" : \
	"　　おっ！ここは開くようだな。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　ここはトイレだ…　　　　　　　　特に用はないな。　　　　" : \
	"　　　　ここはトイレだ…　　　　　　　　特に用はないな。　　　　"

.str (LANG == "jap") ? \
	"　カギはかかっていないようだが　　　何かにつかえて開かないや。　" : \
	"　カギはかかっていないようだが　　　何かにつかえて開かないや。　"

.str (LANG == "jap") ? \
	"開いているけど、つかえて動かない　　向こうに何かがあるようだ。　" : \
	"開いているけど、つかえて動かない　　向こうに何かがあるようだ。　"

.str (LANG == "jap") ? \
	"　　カギでは意味がなさそうだ。　　　　　　　　　　　　　　　　　" : \
	"　　カギでは意味がなさそうだ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"どうしても外に出さないつもりか。　　　　　　　　　　　　　　　　" : \
	"どうしても外に出さないつもりか。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　２階の方から何やら物音がする　　どうやらおじさんはこの上だな。" : \
	"　２階の方から何やら物音がする　　どうやらおじさんはこの上だな。"

.str (LANG == "jap") ? \
	"　　　　　これは鏡だ。　　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　これは鏡だ。　　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　これはタオルだ。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　これはタオルだ。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"おフロに入っているヒマはないな。　　　　　　　　　　　　　　　　" : \
	"おフロに入っているヒマはないな。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　これはトイレだ。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　これはトイレだ。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　　　おっ！　　　　　　　まくらの下からカギが出てきた。" : \
	"　　　　　　　おっ！　　　　　　　まくらの下からカギが出てきた。"

.str (LANG == "jap") ? \
	"　　　ここにはもう何もない。　　　　　　　　　　　　　　　　　　" : \
	"　　　ここにはもう何もない。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　これは電話だ。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　これは電話だ。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　外にかけられるか試してみよう…　だめだ、この電話は使えない。　" : \
	"　外にかけられるか試してみよう…　だめだ、この電話は使えない。　"

.str (LANG == "jap") ? \
	"　　　この電話は使えない。　　　　　　　　　　　　　　　　　　　" : \
	"　　　この電話は使えない。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　ここを出ると廊下に出る。　　　　　　　　　　　　　　　　　　" : \
	"　　ここを出ると廊下に出る。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　これはベッドだ。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　これはベッドだ。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　少し休んでいきたいところだ。　　　　　　　　　　　　　　　　　" : \
	"　少し休んでいきたいところだ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　おや、カレンダーがある　　　　　　　今日は４月１日…。　　　" : \
	"　　おや、カレンダーがある　　　　　　　今日は４月１日…。　　　"

.str (LANG == "jap") ? \
	"　しまった、エイプリルフールだ。　　　　　　　　　　　　　　　　" : \
	"　しまった、エイプリルフールだ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　おじさんにまんまとのせられた。　　　　　　　　　　　　　　　　" : \
	"　おじさんにまんまとのせられた。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　いらっしゃい…キートン…　　　おじさんからのメッセージだ。　" : \
	"　　いらっしゃい…キートン…　　　おじさんからのメッセージだ。　"

.str (LANG == "jap") ? \
	"　おじさんからのメッセージだ。　　　　　　　　　　　　　　　　　" : \
	"　おじさんからのメッセージだ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　青い本が見つかった…。　　　　　　　　　　　　　　　　　　" : \
	"　　　青い本が見つかった…。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　これは机だ。　　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　これは机だ。　　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　階段がある。　　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　階段がある。　　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　私の車がある…　　　　　　　誰が運んだのだろう。　　　" : \
	"　　　　　私の車がある…　　　　　　　誰が運んだのだろう。　　　"

.str (LANG == "jap") ? \
	"　　こわれて動きそうにない。　　　　　　　　　　　　　　　　　　" : \
	"　　こわれて動きそうにない。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　ドラム缶がドアをふさいでいる　　どけないとドアは開かないな。　" : \
	"　ドラム缶がドアをふさいでいる　　どけないとドアは開かないな。　"

.str (LANG == "jap") ? \
	"　ドラム缶をどけないと通れない　　　けど今にもくずれそうだな。　" : \
	"　ドラム缶をどけないと通れない　　　けど今にもくずれそうだな。　"

.str (LANG == "jap") ? \
	"　　たおれた拍子にくずれた。　　　　　　　　　　　　　　　　　　" : \
	"　　たおれた拍子にくずれた。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"プール付きの庭とはしゃれてるね。　　　　　　　　　　　　　　　　" : \
	"プール付きの庭とはしゃれてるね。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　犬小屋がある…　　　　ということは中に犬がいるのかな？" : \
	"　　　　　犬小屋がある…　　　　ということは中に犬がいるのかな？"

.str (LANG == "jap") ? \
	"　　ビックリしたなぁもう…。　　　　　　　　　　　　　　　　　　" : \
	"　　ビックリしたなぁもう…。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"何かいるようだけど出てこないな。　　　　　　　　　　　　　　　　" : \
	"何かいるようだけど出てこないな。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　ドラム缶があるけど何だろう…　黒いペンキが入ってるみたいだな。" : \
	"　ドラム缶があるけど何だろう…　黒いペンキが入ってるみたいだな。"

.str (LANG == "jap") ? \
	"　黒いペンキの入ったドラム缶だ。　　　　　　　　　　　　　　　　" : \
	"　黒いペンキの入ったドラム缶だ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　あ～ぁ、白い本が…　　　　　　　　　　　　　　　　　　　" : \
	"　　　　あ～ぁ、白い本が…　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　本をよごすのはやめておこう。　　　　　　　　　　　　　　　　　" : \
	"　本をよごすのはやめておこう。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　ジャンプすれば乗れそうだ。　　　　　　　　　　　　　　　　　" : \
	"　　ジャンプすれば乗れそうだ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　こっちからは入れないな。　　　　　　　　　　　　　　　　　　" : \
	"　　こっちからは入れないな。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　ここからは降りれないな。　　　　　　　　　　　　　　　　　　" : \
	"　　ここからは降りれないな。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　しっかりカギがかかってて　　　　　　開きそうにないな。　　　" : \
	"　　しっかりカギがかかってて　　　　　　開きそうにないな。　　　"

.str (LANG == "jap") ? \
	"　　柵の外にも広い庭があるぞ　　　ヤシが遠くにかすんで見えるよ。" : \
	"　　柵の外にも広い庭があるぞ　　　ヤシが遠くにかすんで見えるよ。"

.str (LANG == "jap") ? \
	"　　地下に降りる階段がある。　　　　　　　　　　　　　　　　　　" : \
	"　　地下に降りる階段がある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　食料がいっぱい積んであるけど　　　　特に意味はなさそうだ。　　" : \
	"　食料がいっぱい積んであるけど　　　　特に意味はなさそうだ。　　"

.str (LANG == "jap") ? \
	"　　ここをぬけるとキッチンだ。　　　　　　　　　　　　　　　　　" : \
	"　　ここをぬけるとキッチンだ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"スイッチがあるけど動かしてみる？　　　　　　　　　　　　　　　　" : \
	"スイッチがあるけど動かしてみる？　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"変な音がしてもう動かなくなった。　　　　　　　　　　　　　　　　" : \
	"変な音がしてもう動かなくなった。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　エスカルゴ・アペリチフ…　　この部屋に住んでる人の名前かな。" : \
	"　　エスカルゴ・アペリチフ…　　この部屋に住んでる人の名前かな。"

.str (LANG == "jap") ? \
	"　　エスカルゴさんの部屋か…　　　カギがかかってて開かないな。　" : \
	"　　エスカルゴさんの部屋か…　　　カギがかかってて開かないな。　"

.str (LANG == "jap") ? \
	"　下のキッチンで見つけたカギを。　　　　　　　　　　　　　　　　" : \
	"　下のキッチンで見つけたカギを。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　ジャック・スミス…　　　　　扉に名前のプレートがある。　" : \
	"　　　　ジャック・スミス…　　　　　扉に名前のプレートがある。　"

.str (LANG == "jap") ? \
	"　　　　ピンク色の扉か…　　　　　カギがかかってて開かないな。　" : \
	"　　　　ピンク色の扉か…　　　　　カギがかかってて開かないな。　"

.str (LANG == "jap") ? \
	"　ピンク色の扉だからカギもピンク。　　　　　　　　　　　　　　　" : \
	"　ピンク色の扉だからカギもピンク。　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　ここにも鉄の扉がある…。　　　　　　　　　　　　　　　　　　" : \
	"　　ここにも鉄の扉がある…。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　扉のカギはどこにあるのだろう。　　　　　　　　　　　　　　　　" : \
	"　扉のカギはどこにあるのだろう。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"押してもビクともしそうにないな。　　　　　　　　　　　　　　　　" : \
	"押してもビクともしそうにないな。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　鉄の扉が開いてるぞ。　　　　　　　　　　　　　　　　　　　" : \
	"　　　鉄の扉が開いてるぞ。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　もらったカギで開けてみよう。　　　　　　　　　　　　　　　　　" : \
	"　もらったカギで開けてみよう。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　これはただの花ビンだ…　　壊したら大変だから持ってくまい。" : \
	"　　　これはただの花ビンだ…　　壊したら大変だから持ってくまい。"

.str (LANG == "jap") ? \
	"　こんなせまいスキマを通るのは　　　　　　もうゴメンだ。　　　　" : \
	"　こんなせまいスキマを通るのは　　　　　　もうゴメンだ。　　　　"

.str (LANG == "jap") ? \
	"　　　これは鏡のようだが…。　　　　　　　　　　　　　　　　　　" : \
	"　　　これは鏡のようだが…。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　これは鏡のようだが変だな。　　　　　　　　　　　　　　　　　" : \
	"　　これは鏡のようだが変だな。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　鉄の扉が閉まってる…　　　たぶんおじさんはこの向こうだな。" : \
	"　　　鉄の扉が閉まってる…　　　たぶんおじさんはこの向こうだな。"

.str (LANG == "jap") ? \
	"　　　この扉は開くようだぞ。　　　　　　　　　　　　　　　　　　" : \
	"　　　この扉は開くようだぞ。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"ここから出ると庭に落ちてしまう。　　　　　　　　　　　　　　　　" : \
	"ここから出ると庭に落ちてしまう。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　３階に戻ってもしかたがない。　　　　　　　　　　　　　　　　　" : \
	"　３階に戻ってもしかたがない。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　この扉にはカギ穴がない。　　　　　　　　　　　　　　　　　　" : \
	"　　この扉にはカギ穴がない。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"消火器があるけど重くて持てない。　　　　　　　　　　　　　　　　" : \
	"消火器があるけど重くて持てない。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"内側からカギがかかってるようだ。　　　　　　　　　　　　　　　　" : \
	"内側からカギがかかってるようだ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　あっ、内側からカギをかけたな。　　　　　　　　　　　　　　　　" : \
	"　あっ、内側からカギをかけたな。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　これは窓だ。　　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　これは窓だ。　　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　まいったな、カギがかかってる　　おじさんは中にいるはずなのに。" : \
	"　まいったな、カギがかかってる　　おじさんは中にいるはずなのに。"

.str (LANG == "jap") ? \
	"　どこかでカギを見つけなきゃ。　　　　　　　　　　　　　　　　　" : \
	"　どこかでカギを見つけなきゃ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　この扉はもう開いている。　　　　　　　　　　　　　　　　　　" : \
	"　　この扉はもう開いている。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　まだ上があるのか…。　　　　　　　　　　　　　　　　　　　" : \
	"　　　まだ上があるのか…。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　アレグロ・アダージョ…　　　　扉に名前のプレートがある。　" : \
	"　　　アレグロ・アダージョ…　　　　扉に名前のプレートがある。　"

.str (LANG == "jap") ? \
	"　　　アレグロさんの部屋か…　　　カギがかかってて開かないな。　" : \
	"　　　アレグロさんの部屋か…　　　カギがかかってて開かないな。　"

.str (LANG == "jap") ? \
	"絵をかけておくような凹みがある。　　　　　　　　　　　　　　　　" : \
	"絵をかけておくような凹みがある。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　ここに絵をかけるのかな…。　　　　　　　　　　　　　　　　　" : \
	"　　ここに絵をかけるのかな…。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　この絵でよかったみたいだな　　後ろのドアのカギが外れたようだ。" : \
	"　この絵でよかったみたいだな　　後ろのドアのカギが外れたようだ。"

.str (LANG == "jap") ? \
	"　　　この絵は違うらしいな。　　　　　　　　　　　　　　　　　　" : \
	"　　　この絵は違うらしいな。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"このドアにはカギがかかっている。　　　　　　　　　　　　　　　　" : \
	"このドアにはカギがかかっている。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　絵の重さで開くしくみか…　　　ナポレオンでよかったようだな。" : \
	"　　絵の重さで開くしくみか…　　　ナポレオンでよかったようだな。"

.str (LANG == "jap") ? \
	"　ここはもう開かないだろうな。　　　　　　　　　　　　　　　　　" : \
	"　ここはもう開かないだろうな。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　銅のカギが出てきた…　　　こんなところにかくしていたのか。" : \
	"　　　銅のカギが出てきた…　　　こんなところにかくしていたのか。"

.str (LANG == "jap") ? \
	"　　変わった形のベッドだな。　　　　　　　　　　　　　　　　　　" : \
	"　　変わった形のベッドだな。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　日記がおいてある。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　日記がおいてある。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　ハワイのポスターだ。　　　　　　　　　　　　　　　　　　　" : \
	"　　　ハワイのポスターだ。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　これは別に関係なさそうだな。　　　　　　　　　　　　　　　　　" : \
	"　これは別に関係なさそうだな。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　サーフボードだな　　　　　この部屋の住人は遊び好きだな。" : \
	"　　　　サーフボードだな　　　　　この部屋の住人は遊び好きだな。"

.str (LANG == "jap") ? \
	"　こんなものは持っていけない。　　　　　　　　　　　　　　　　　" : \
	"　こんなものは持っていけない。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　こっちは廊下だな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　こっちは廊下だな。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　モンローのポスターだ。　　　　　　　　　　　　　　　　　　" : \
	"　　　モンローのポスターだ。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　内側からカギがかかってて　　　　　　　　開かない。　　　　　" : \
	"　　内側からカギがかかってて　　　　　　　　開かない。　　　　　"

.str (LANG == "jap") ? \
	"ヨットのカジのようなものがある。　　　　　　…おや？　　　　　　" : \
	"ヨットのカジのようなものがある。　　　　　　…おや？　　　　　　"

.str (LANG == "jap") ? \
	"　　　　動くみたいだぞ…　　　　　　　　動かしますか？　　　　　" : \
	"　　　　動くみたいだぞ…　　　　　　　　動かしますか？　　　　　"

.str (LANG == "jap") ? \
	"　こういう仕掛けだったのか…。　　　　　　　　　　　　　　　　　" : \
	"　こういう仕掛けだったのか…。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"こんなところにピンクの本がある。　　　　　　　　　　　　　　　　" : \
	"こんなところにピンクの本がある。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　もう何もないようだ。　　　　　　　　　　　　　　　　　　　" : \
	"　　　もう何もないようだ。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"枕の下からノコギリが出てきたぞ。　　　　　　　　　　　　　　　　" : \
	"枕の下からノコギリが出てきたぞ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　下にあるキッチンと同じドアだ。　　　　　　　　　　　　　　　　" : \
	"　下にあるキッチンと同じドアだ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　何やら紙キレが出てきた。　　　　　　　　　　　　　　　　　　" : \
	"　　何やら紙キレが出てきた。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　緑のカギが見つかった。　　　　　　　　　　　　　　　　　　" : \
	"　　　緑のカギが見つかった。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　蓄音機の上にレコードがある。　　　　　　　　　　　　　　　　　" : \
	"　蓄音機の上にレコードがある。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　ベートーベンのポスターだ。　　　　　　　　　　　　　　　　　" : \
	"　　ベートーベンのポスターだ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　楽器のようだな。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　楽器のようだな。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　楽譜のようだな。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　楽譜のようだな。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"２階の窓から外に出るのはムリだ。　　　　　　　　　　　　　　　　" : \
	"２階の窓から外に出るのはムリだ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　手紙らしきものが置いてある。　　　　　　　　　　　　　　　　　" : \
	"　手紙らしきものが置いてある。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　女の人の写真があるけど…　　　　　　　　　　　　　　　　　　" : \
	"　　女の人の写真があるけど…　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　あれ？カベに穴が開いてるぞ。　　　　　　　　　　　　　　　　　" : \
	"　あれ？カベに穴が開いてるぞ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　カベに穴が開いている　　　　ノコギリで切ったアトがある。　" : \
	"　　　カベに穴が開いている　　　　ノコギリで切ったアトがある。　"

.str (LANG == "jap") ? \
	"　穴を通るとシンバルで叩かれる　　いったいどういうことなんだ？　" : \
	"　穴を通るとシンバルで叩かれる　　いったいどういうことなんだ？　"

.str (LANG == "jap") ? \
	"　このドアにはカギ穴がないけど　　　　　　開かないな。　　　　　" : \
	"　このドアにはカギ穴がないけど　　　　　　開かないな。　　　　　"

.str (LANG == "jap") ? \
	"　　カギ穴がないけど開かない　　　　何か仕掛けがあるのかな。　　" : \
	"　　カギ穴がないけど開かない　　　　何か仕掛けがあるのかな。　　"

.str (LANG == "jap") ? \
	"　　　　これはテレビだな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　これはテレビだな。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　おや…スイッチを入れても　　　　　　　何も映らない。　　　　" : \
	"　　おや…スイッチを入れても　　　　　　　何も映らない。　　　　"

.str (LANG == "jap") ? \
	"　映らないのか…つまらないな。　　　　　　　　　　　　　　　　　" : \
	"　映らないのか…つまらないな。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　矢印がドアの方を向いている…　　ドアが開いたということかな。　" : \
	"　矢印がドアの方を向いている…　　ドアが開いたということかな。　"

.str (LANG == "jap") ? \
	"　テーブルの上にレコードがある。　　　　　　　　　　　　　　　　" : \
	"　テーブルの上にレコードがある。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　大きな水槽だな…　　　　　　　　　魚も泳いでる。　　　　" : \
	"　　　　大きな水槽だな…　　　　　　　　　魚も泳いでる。　　　　"

.str (LANG == "jap") ? \
	"　　なんだか怪しいカベだな。　　　　　　　　　　　　　　　　　　" : \
	"　　なんだか怪しいカベだな。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　　まさか…　　　　　　　つぶされたりしないだろうな。　" : \
	"　　　　　　まさか…　　　　　　　つぶされたりしないだろうな。　"

.str (LANG == "jap") ? \
	"　　　　　怪しいカベだ。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　怪しいカベだ。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　こんな所に小さなスキマが…　　　何に使うスキマなのかな？　　" : \
	"　　こんな所に小さなスキマが…　　　何に使うスキマなのかな？　　"

.str (LANG == "jap") ? \
	"　　よくわからないスキマだ。　　　　　　　　　　　　　　　　　　" : \
	"　　よくわからないスキマだ。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　　　あれ…　　　　　　　おかしいな…扉が開かないっ！　" : \
	"　　　　　　　あれ…　　　　　　　おかしいな…扉が開かないっ！　"

.str (LANG == "jap") ? \
	"　　しまった閉じこめられた！　　　　　　　　　　　　　　　　　　" : \
	"　　しまった閉じこめられた！　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　よく見ると中はみんな赤い本だ　　むずかしい内容の本ばかりだな。" : \
	"　よく見ると中はみんな赤い本だ　　むずかしい内容の本ばかりだな。"

.str (LANG == "jap") ? \
	"　ここに赤い本を戻しておこう。　　　　　　　　　　　　　　　　　" : \
	"　ここに赤い本を戻しておこう。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　この本じゃ色が合わないな…。　　　　　　　　　　　　　　　　　" : \
	"　この本じゃ色が合わないな…。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　これは青い本ばかりある本棚だ　　　有名な小説が並んでいる。　　" : \
	"　これは青い本ばかりある本棚だ　　　有名な小説が並んでいる。　　"

.str (LANG == "jap") ? \
	"　ここに青い本を戻しておこう。　　　　　　　　　　　　　　　　　" : \
	"　ここに青い本を戻しておこう。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　この本棚には黄色い本しかない　　すべて料理の作り方のようだ。　" : \
	"　この本棚には黄色い本しかない　　すべて料理の作り方のようだ。　"

.str (LANG == "jap") ? \
	"　ここに黄色い本を戻しておこう。　　　　　　　　　　　　　　　　" : \
	"　ここに黄色い本を戻しておこう。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　ナポレオンの絵で扉が開いた。　　　　　　　　　　　　　　　　　" : \
	"　ナポレオンの絵で扉が開いた。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　机がある…書斎なのかな。　　　　　　　　　　　　　　　　　　" : \
	"　　机がある…書斎なのかな。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　調べても何もないみたいだな。　　　　　　　　　　　　　　　　　" : \
	"　調べても何もないみたいだな。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　ピンクの本ばかり集めてあるな　　やっぱりエッチな本ばかりだ。　" : \
	"　ピンクの本ばかり集めてあるな　　やっぱりエッチな本ばかりだ。　"

.str (LANG == "jap") ? \
	"　ここにはやっぱりピンクの本を。　　　　　　　　　　　　　　　　" : \
	"　ここにはやっぱりピンクの本を。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　よく見ると緑の本ばっかりだな　　　音楽に関した本しかないな。　" : \
	"　よく見ると緑の本ばっかりだな　　　音楽に関した本しかないな。　"

.str (LANG == "jap") ? \
	"　ここに緑の本を戻しておこう。　　　　　　　　　　　　　　　　　" : \
	"　ここに緑の本を戻しておこう。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　ここには黒い本が並んでいるな　　黒い本なんて持ってたっけ…？　" : \
	"　ここには黒い本が並んでいるな　　黒い本なんて持ってたっけ…？　"

.str (LANG == "jap") ? \
	"黒くぬった白い本だけどいいかな。　　　　　　　　　　　　　　　　" : \
	"黒くぬった白い本だけどいいかな。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　「やあ…おどろいたかい？　　　　ぼくはいとこのアントニー。」" : \
	"　　「やあ…おどろいたかい？　　　　ぼくはいとこのアントニー。」"

.str (LANG == "jap") ? \
	"　「キミに似てるから、頼まれて　　　鏡のフリをしていたんだ。」　" : \
	"　「キミに似てるから、頼まれて　　　鏡のフリをしていたんだ。」　"

.str (LANG == "jap") ? \
	"　　「この青いカギをあげるから　　　　　ゆるしてくれよ。」　　　" : \
	"　　「この青いカギをあげるから　　　　　ゆるしてくれよ。」　　　"

.str (LANG == "jap") ? \
	"　　　「もうなにもないよ。」　　　　　　　　　　　　　　　　　　" : \
	"　　　「もうなにもないよ。」　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　私と同じカッコの男がいる　　なんて手の込んだイタズラなんだ。" : \
	"　　私と同じカッコの男がいる　　なんて手の込んだイタズラなんだ。"

.str (LANG == "jap") ? \
	"　　　　　　いてて…　　　　　　　　　　これはサボテンだ。　　　" : \
	"　　　　　　いてて…　　　　　　　　　　これはサボテンだ。　　　"

.str (LANG == "jap") ? \
	"　　カギ穴はないけど内側から　　　　　　閉められるようだ。　　　" : \
	"　　カギ穴はないけど内側から　　　　　　閉められるようだ。　　　"

.str (LANG == "jap") ? \
	"　さっきの男はこの中に逃げたな　　　カギはかかってないようだ。　" : \
	"　さっきの男はこの中に逃げたな　　　カギはかかってないようだ。　"

.str (LANG == "jap") ? \
	"　　内側からカギをかけたな…　　　このドアはもう開きそうにない。" : \
	"　　内側からカギをかけたな…　　　このドアはもう開きそうにない。"

.str (LANG == "jap") ? \
	"　　　なんだ鏡かと思ったら…　　なんて手の込んだイタズラなんだ。" : \
	"　　　なんだ鏡かと思ったら…　　なんて手の込んだイタズラなんだ。"

.str (LANG == "jap") ? \
	"　　　なんだ鏡かと思ったら…　　　　ここは通れるじゃないか。　　" : \
	"　　　なんだ鏡かと思ったら…　　　　ここは通れるじゃないか。　　"

.str (LANG == "jap") ? \
	"なんて手の込んだイタズラなんだ。　　　　　　　　　　　　　　　　" : \
	"なんて手の込んだイタズラなんだ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　ナポレオンの絵だ　　　　おじさんナポレオンが好きなんだ。" : \
	"　　　　ナポレオンの絵だ　　　　おじさんナポレオンが好きなんだ。"

.str (LANG == "jap") ? \
	"　　　「待っておったぞ…！　　　　やっと会えたな、キートン君。」" : \
	"　　　「待っておったぞ…！　　　　やっと会えたな、キートン君。」"

.str (LANG == "jap") ? \
	"　「どうかね？わしの新しい家は　なかなか楽しかったじゃろう？。」" : \
	"　「どうかね？わしの新しい家は　なかなか楽しかったじゃろう？。」"

.str (LANG == "jap") ? \
	"　　「わざわざすまなかった…　　しばらくゆっくりしてくれたまえ」" : \
	"　　「わざわざすまなかった…　　しばらくゆっくりしてくれたまえ」"

.str (LANG == "jap") ? \
	"　　「これもわしの趣味でな…　　　　まぁ悪く思わんでおくれ。」　" : \
	"　　「これもわしの趣味でな…　　　　まぁ悪く思わんでおくれ。」　"

.str (LANG == "jap") ? \
	"「車は使用人のジャックに言って　　直させるから心配せんでくれ。」" : \
	"「車は使用人のジャックに言って　　直させるから心配せんでくれ。」"

.str (LANG == "jap") ? \
	"「これにこりずにまた来ておくれよ　次はごちそうを用意するから。」" : \
	"「これにこりずにまた来ておくれよ　次はごちそうを用意するから。」"

.str (LANG == "jap") ? \
	"　　　これでやっと帰れる…。　　　　　　　　　　　　　　　　　　" : \
	"　　　これでやっと帰れる…。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　これはおじさんの机だな。　　　　　　　　　　　　　　　　　　" : \
	"　　これはおじさんの机だな。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　これはカメラのようだな　　　　　　何に使うんだろう…？　　　" : \
	"　　これはカメラのようだな　　　　　　何に使うんだろう…？　　　"

.str (LANG == "jap") ? \
	"　　これもナポレオンの絵だ。　　　　　　　　　　　　　　　　　　" : \
	"　　これもナポレオンの絵だ。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　もうここが最後の部屋だろう。　　　　　　　　　　　　　　　　　" : \
	"　もうここが最後の部屋だろう。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　私の部屋に来いだと…　　　　人を散々ふり回しといてっ…！　" : \
	"　　　私の部屋に来いだと…　　　　人を散々ふり回しといてっ…！　"

.str (LANG == "jap") ? \
	"　　　　おめでとうだと…　　　　　こっちはヒドい目にあったぞ！　" : \
	"　　　　おめでとうだと…　　　　　こっちはヒドい目にあったぞ！　"

.str (LANG == "jap") ? \
	"地下で見たようなスイッチがある。　　　　動かしますか？　　　　　" : \
	"地下で見たようなスイッチがある。　　　　動かしますか？　　　　　"

.str (LANG == "jap") ? \
	"　　ここを通ると図書室だな。　　　　　　　　　　　　　　　　　　" : \
	"　　ここを通ると図書室だな。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　下は２階だ。　　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　下は２階だ。　　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"この緑のカギで開くかもしれない。　　　　　　　　　　　　　　　　" : \
	"この緑のカギで開くかもしれない。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　このカギなら開くかもしれない。　　　　　　　　　　　　　　　　" : \
	"　このカギなら開くかもしれない。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　これはただのイスだ。　　　　　　　　　　　　　　　　　　　" : \
	"　　　これはただのイスだ。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　ひどいなあ…　　　　　　　　　手をはさまれたよ。　　　" : \
	"　　　　　ひどいなあ…　　　　　　　　　手をはさまれたよ。　　　"

.str (LANG == "jap") ? \
	"　この部屋は音楽室のようだな。　　　　　　　　　　　　　　　　　" : \
	"　この部屋は音楽室のようだな。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　ピアノの上に緑色の本がある。　　　　　　　　　　　　　　　　　" : \
	"　ピアノの上に緑色の本がある。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　出窓があるぞ。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　出窓があるぞ。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"３階の窓からはとても出られない。　　　　　　　　　　　　　　　　" : \
	"３階の窓からはとても出られない。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　これは何でもないようだ。　　　　　　　　　　　　　　　　　　" : \
	"　　これは何でもないようだ。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"これは東洋の王ジンギスカンだな　　この絵は持っていけそうだぞ。　" : \
	"これは東洋の王ジンギスカンだな　　この絵は持っていけそうだぞ。　"

.str (LANG == "jap") ? \
	"これは古代の王アレキサンダーだ　　この絵は持っていけそうだぞ。　" : \
	"これは古代の王アレキサンダーだ　　この絵は持っていけそうだぞ。　"

.str (LANG == "jap") ? \
	"これは中世の王、ナポレオンだな　　この絵は持っていけそうだぞ。　" : \
	"これは中世の王、ナポレオンだな　　この絵は持っていけそうだぞ。　"

.str (LANG == "jap") ? \
	"この位の高さなら上に乗れそうだ。　　　　　　　　　　　　　　　　" : \
	"この位の高さなら上に乗れそうだ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　これに乗るのはムリだな。　　　　　　　　　　　　　　　　　　" : \
	"　　これに乗るのはムリだな。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　荷物が高く重ねてある。　　　　　　　　　　　　　　　　　　" : \
	"　　　荷物が高く重ねてある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　絵は重すぎて２枚は持てないな　今持ってる絵を置いていこうかな？" : \
	"　絵は重すぎて２枚は持てないな　今持ってる絵を置いていこうかな？"

.str (LANG == "jap") ? \
	"ナポレオンの絵があった所だ。　　　　　　　　　　　　　　　　　　" : \
	"ナポレオンの絵があった所だ。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"ジンギスカンの絵があった所だ。　　　　　　　　　　　　　　　　　" : \
	"ジンギスカンの絵があった所だ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"アレキサンダーの絵があった所だ。　　　　　　　　　　　　　　　　" : \
	"アレキサンダーの絵があった所だ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　この鉄のカギをあげるよ。　　　　　　　　　　　　　　　　　　" : \
	"　　この鉄のカギをあげるよ。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　オーブンの中から　　　　　　ニワトリの肉が出てきた。　　" : \
	"　　　　オーブンの中から　　　　　　ニワトリの肉が出てきた。　　"

.str (LANG == "jap") ? \
	"　　　　冷蔵庫のフタから　　　　　　　　　卵が出てきた。　　　　" : \
	"　　　　冷蔵庫のフタから　　　　　　　　　卵が出てきた。　　　　"

.str (LANG == "jap") ? \
	"　こんな所にアミが置いてある。　　　　　　　　　　　　　　　　　" : \
	"　こんな所にアミが置いてある。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　女の人の写真がある。　　　　　　　　　　　　　　　　　　　" : \
	"　　　女の人の写真がある。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　これじゃ先に進めない。　　　　　　　　　　　　　　　　　　" : \
	"　　　これじゃ先に進めない。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　本棚が動いて抜け穴が現れた。　　　　　　　　　　　　　　　　　" : \
	"　本棚が動いて抜け穴が現れた。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　フタがジャマして先に進めない。　　　　　　　　　　　　　　　　" : \
	"　フタがジャマして先に進めない。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　コックさんが着る　　　　　　　ような服が掛けてある。　　" : \
	"　　　　コックさんが着る　　　　　　　ような服が掛けてある。　　"

.str (LANG == "jap") ? \
	"　　　小さなテーブルがある。　　　　　　　　　　　　　　　　　　" : \
	"　　　小さなテーブルがある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　あわわ…つぶされる！　　　　　　　　　　　　　　　　　　　" : \
	"　　　あわわ…つぶされる！　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　あっ！何だあの男は。　　　　　　　　　　　　　　　　　　　" : \
	"　　　あっ！何だあの男は。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　もう絵は必要ない。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　もう絵は必要ない。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　玄関に降りる階段がある。　　　　　　　　　　　　　　　　　　" : \
	"　　玄関に降りる階段がある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　わっ！カベがせまってくる。　　　　　　　　　　　　　　　　　" : \
	"　　わっ！カベがせまってくる。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　このままではつぶされる。　　　　　　　　　　　　　　　　　　" : \
	"　　このままではつぶされる。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　あわわ…もうだめだ。　　　　　　　　　　　　　　　　　　　" : \
	"　　　あわわ…もうだめだ。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　これをまたやるのか。　　　　　　　　　　　　　　　　　　　" : \
	"　　　これをまたやるのか。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　もう、どうにでもしてくれ。　　　　　　　　　　　　　　　　　" : \
	"　　もう、どうにでもしてくれ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　１階に上がる階段がある。　　　　　　　　　　　　　　　　　　" : \
	"　　１階に上がる階段がある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　もう中には何もいないな。　　　　　　　　　　　　　　　　　　" : \
	"　　もう中には何もいないな。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　だれかがカギ穴から　　　　　　　カギを持って行ったな。　　" : \
	"　　　だれかがカギ穴から　　　　　　　カギを持って行ったな。　　"

.str (LANG == "jap") ? \
	"もうどこにも跳び乗れないようだ。　　　　　　　　　　　　　　　　" : \
	"もうどこにも跳び乗れないようだ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　この電話は鳴らないようだ。　　　　　　　　　　　　　　　　　" : \
	"　　この電話は鳴らないようだ。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　黄色い本がしまってある。　　　　　　　　　　　　　　　　　　" : \
	"　　黄色い本がしまってある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　黒い本がしまってある。　　　　　　　　　　　　　　　　　　" : \
	"　　　黒い本がしまってある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　緑の本がしまってある。　　　　　　　　　　　　　　　　　　" : \
	"　　　緑の本がしまってある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　青い本がしまってある。　　　　　　　　　　　　　　　　　　" : \
	"　　　青い本がしまってある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　ピンクの本がしまってある。　　　　　　　　　　　　　　　　　　" : \
	"　ピンクの本がしまってある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　赤い本がしまってある。　　　　　　　　　　　　　　　　　　" : \
	"　　　赤い本がしまってある。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　これは鏡ではなかった。　　　　　　　　　　　　　　　　　　" : \
	"　　　これは鏡ではなかった。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　これは電気スタンドだ。　　　　　　　　　　　　　　　　　　" : \
	"　　　これは電気スタンドだ。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　矢印がドアをさしている。　　　　　　　　　　　　　　　　　　" : \
	"　　矢印がドアをさしている。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　何もない棚がある。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　何もない棚がある。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　どうやらおじさんはこの上だな。　　　　　　　　　　　　　　　　" : \
	"　どうやらおじさんはこの上だな。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　このカベにつぶされるのは　　　　　　　もうイヤだな。　　　　" : \
	"　　このカベにつぶされるのは　　　　　　　もうイヤだな。　　　　"

.str (LANG == "jap") ? \
	"　もう２度とつぶされたくないな。　　　　　　　　　　　　　　　　" : \
	"　もう２度とつぶされたくないな。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　洋服をかけるハンガーのようだ。　　　　　　　　　　　　　　　　" : \
	"　洋服をかけるハンガーのようだ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　これは絵皿だ。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　これは絵皿だ。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　青い鍵を入手した。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　青い鍵を入手した。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　お城みたいな家だな。　　　　　　　　　　　　　　　　　　　" : \
	"　　　お城みたいな家だな。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　酒場のような場所だ。　　　　　　　　　　　　　　　　　　　" : \
	"　　　酒場のような場所だ。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　ここはキッチンのようだな。　　　　　　　　　　　　　　　　　" : \
	"　　ここはキッチンのようだな。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　大きなテーブルがある…　　　ここでみんな食事するのかな。　" : \
	"　　　大きなテーブルがある…　　　ここでみんな食事するのかな。　"

.str (LANG == "jap") ? \
	"　　応接間といったところか…。　　　　　　　　　　　　　　　　　" : \
	"　　応接間といったところか…。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　何だトイレか…。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　何だトイレか…。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　やっと部屋に入れたよ。　　　　　　　　　　　　　　　　　　" : \
	"　　　やっと部屋に入れたよ。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　やっと抜け出せた…　　　　おや、上にあがる階段があるぞ。" : \
	"　　　　やっと抜け出せた…　　　　おや、上にあがる階段があるぞ。"

.str (LANG == "jap") ? \
	"　　　　庭に出てしまった…　　　　プール付きとはしゃれてるね…。" : \
	"　　　　庭に出てしまった…　　　　プール付きとはしゃれてるね…。"

.str (LANG == "jap") ? \
	"こんなところにかくし部屋がある。　　　　　　　　　　　　　　　　" : \
	"こんなところにかくし部屋がある。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　ピンク色の趣味の悪い部屋だな。　　　　　　　　　　　　　　　　" : \
	"　ピンク色の趣味の悪い部屋だな。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　ここはトイレか…。　　　　　　　　　　　　　　　　　　　" : \
	"　　　　ここはトイレか…。　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　黄色い部屋だな。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　黄色い部屋だな。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　リビングルームのようだな。　　　　　　　　　　　　　　　　　" : \
	"　　リビングルームのようだな。　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　うわっ、たくさん本があるなあ　　　　まるで図書館のようだ。　　" : \
	"　うわっ、たくさん本があるなあ　　　　まるで図書館のようだ。　　"

.str (LANG == "jap") ? \
	"今、私と同じカッコの男がいたぞ。　　　　　　　　　　　　　　　　" : \
	"今、私と同じカッコの男がいたぞ。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　あっ…！おじさんがいる。　　　　　　　　　　　　　　　　　　" : \
	"　　あっ…！おじさんがいる。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　" : \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　ピアノがある…音楽室らしいな。　　　　　　　　　　　　　　　　" : \
	"　ピアノがある…音楽室らしいな。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　ここは物置きのようだな…　　片付けていない荷物が重ねてある。" : \
	"　　ここは物置きのようだな…　　片付けていない荷物が重ねてある。"

.str (LANG == "jap") ? \
	"　　　アイテムがない…。　　　　　　　　　　　　　　　　　　　　" : \
	"　　　アイテムがない…。　　　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"こんな所で使っても意味がないな。　　　　　　　　　　　　　　　　" : \
	"こんな所で使っても意味がないな。　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　　　白い本が真っ黒に　　　　　　　　なっちゃったよ…。　　　" : \
	"　　　　白い本が真っ黒に　　　　　　　　なっちゃったよ…。　　　"

.str (LANG == "jap") ? \
	"　　なぜか料理と引き換えに　　　　　　　金のカギをくれた。　　　" : \
	"　　なぜか料理と引き換えに　　　　　　　金のカギをくれた。　　　"

.str (LANG == "jap") ? \
	"　　ナポレオンはうれしそうに　　　　　料理を口にくわえた。　　　" : \
	"　　ナポレオンはうれしそうに　　　　　料理を口にくわえた。　　　"

.str (LANG == "jap") ? \
	"　水槽をすくったら魚が入った！　　　　　　　　　　　　　　　　　" : \
	"　水槽をすくったら魚が入った！　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　こんどはざりがにが入った！　　　　　　　　　　　　　　　　　" : \
	"　　こんどはざりがにが入った！　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　こんどは何もとれなかった！　　　　　　　　　　　　　　　　　" : \
	"　　こんどは何もとれなかった！　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"　　アミを水槽の中にいれた。　　　　　　　　　　　　　　　　　　" : \
	"　　アミを水槽の中にいれた。　　　　　　　　　　　　　　　　　　"

.str (LANG == "jap") ? \
	"アイテムなんか使っている　　　　　　　　　　　場合じゃないな…。" : \
	"アイテムなんか使っている　　　　　　　　　　　場合じゃないな…。"