;--------------------------------------
; 				Locations
;--------------------------------------

.org 0x80093C90

.area 13
.str (LANG == "jap") ? \
	"　玄関　　　" : \
	"　玄関　　　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　酒場　　　" : \
	"　酒場　　　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　キッチン　" : \
	"　キッチン　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　食堂　　　" : \
	"　食堂　　　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　応接間　　" : \
	"　応接間　　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　廊下　　　" : \
	"　廊下　　　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　トイレ　　" : \
	"　トイレ　　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　青い部屋　" : \
	"　青い部屋　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　ガレージ　" : \
	"　ガレージ　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　庭　　　　" : \
	"　庭　　　　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　かくし部屋" : \
	"　かくし部屋"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　黒い部屋　" : \
	"　黒い部屋　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　図書室　　" : \
	"　図書室　　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　リビング　" : \
	"　リビング　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　トラップ　" : \
	"　トラップ　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"ピンクの部屋" : \
	"ピンクの部屋"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　黄色い部屋" : \
	"　黄色い部屋"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　緑の部屋　" : \
	"　緑の部屋　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　音楽室　　" : \
	"　音楽室　　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　物置　　　" : \
	"　物置　　　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　ベランダ　" : \
	"　ベランダ　"
.endarea

;--------------------------------------

.area 13
.str (LANG == "jap") ? \
	"　ゴール　　" : \
	"　ゴール　　"
.endarea

;--------------------------------------

.db 00h, 00h