Text01_8008e17c:

.sjis (LANG == "jap") ? \
    "　　　ここには何もなさそうだ。　　　　　　　　　　　　　　　　　" : \
    "　　　ここには何もなさそうだ。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　カギがかかってて開かないや　　まいったな、だれもいないのかな？" : \
	"　カギがかかってて開かないや　　まいったな、だれもいないのかな？"

.sjis (LANG == "jap") ? \
	"　　　ここはまだ開かないな　　　　　　カギがかかっている。　　　" : \
	"　　　ここはまだ開かないな　　　　　　カギがかかっている。　　　"

.sjis (LANG == "jap") ? \
	"　　　ここはもう開いている。　　　　　　　　　　　　　　　　　　" : \
	"　　　ここはもう開いている。　　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　このカギでは開かないようだ。　　　　　　　　　　　　　　　　　" : \
	"　このカギでは開かないようだ。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　おじさんジョーダンきついよ　　　ここからはもう外に出られない。" : \
	"　おじさんジョーダンきついよ　　　ここからはもう外に出られない。"

.sjis (LANG == "jap") ? \
	"ここはどうしても開かないようだ　　　他に出口をさがさなきゃ。　　" : \
	"ここはどうしても開かないようだ　　　他に出口をさがさなきゃ。　　"

.sjis (LANG == "jap") ? \
	"　　カギでは開きそうにないな。　　　　　　　　　　　　　　　　　" : \
	"　　カギでは開きそうにないな。　　　　　　　　　　　　　　　　　"

.sjis (LANG == "jap") ? \
	"　カギがかかってて開かないや　　　どこかでカギを見つけなきゃ。　" : \
	"　カギがかかってて開かないや　　　どこかでカギを見つけなきゃ。　"

.sjis (LANG == "jap") ? \
	"　　　ここはまだ開かないな　　　　どこかでカギを見つけなきゃ。　" : \
	"　　　ここはまだ開かないな　　　　どこかでカギを見つけなきゃ。　"

.sjis (LANG == "jap") ? \
	"持ってるカギで開くかもしれない。　　　　　　　　　　　　　　　　" : \
	"持ってるカギで開くかもしれない。　　　　　　　　　　　　　　　　"
