;--------------------------------------
; Reactions (Done)
;--------------------------------------

.org 0x80093BD4

.str (LANG == "jap") ? \
	"をみつけた　　　　　　　　　とりますか？　　　" : \
	"I found it. Do you want to take it?"

;--------------------------------------

.str (LANG == "jap") ? \
	"を入手した。　　　　　　　　　　　　　　　　　" : \
	"I obtained it."

;--------------------------------------

.str (LANG == "jap") ? \
	"をもどした。　　　　　　　　　　　　　　　　　" : \
	"I returned it."

;--------------------------------------

.str (LANG == "jap") ? \
	"をおきますか。　　　　　　　　　　　　　　　　" : \
	"Do you want to put it away?"

;--------------------------------------