;--------------------------------------
; Floors (Done)
;--------------------------------------

.org 0x80093DB0

@text_size equ 5

;--------------------------------------

.area @text_size
.sjis (LANG == JAP) ? \
	"１階" : \
	"1F"
.endarea

;--------------------------------------

.area @text_size
.sjis (LANG == JAP) ? \
	"２階" : \
	"2F"
.endarea

;--------------------------------------

.area @text_size
.sjis (LANG == JAP) ? \
	"３階" : \
	"3F"
.endarea

;--------------------------------------

.area @text_size
.sjis (LANG == JAP) ? \
	"地下" : \
	"BS"
.endarea

;--------------------------------------
