; -----------------------------------------------------------------------------
; 
; -----------------------------------------------------------------------------

.str (LANG == "jap") ? \
	"　　　青いカギを入手した。　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　" : \
	"I obtained a blue key."

.db 00h, 00h, 00h

.str (LANG == "jap") ? \
	"　　　フランス料理を入手した。　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　" : \
	"I obtained French cuisine."

.db 00h, 00h, 00h

.str (LANG == "jap") ? \
	"　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　「ちょっと待っててくれたまえ。」　　　　　　　　　　　　　　　　" : \
	"Please wait just a moment."

.db 00h, 00h, 00h