; -----------------------------------------------------------------------------
; 										Receipe
; -----------------------------------------------------------------------------

.str (LANG == "jap") ? \
	"チキン、　　　" : \
	"chicken, "

.str (LANG == "jap") ? \
	"ざりがに、　　" : \
	"crayfish, "

.str (LANG == "jap") ? \
	"たまご、　　　" : \
	"eggs, "

.str (LANG == "jap") ? \
	"にんにく、　　" : \
	"garlic, "

.str (LANG == "jap") ? \
	"トマト、　　　" : \
	"tomato, "

.str (LANG == "jap") ? \
	"ブランデー、　" : \
	"brandy, "

.str (LANG == "jap") ? \
	"が必要だ。」　" : \
	"I need "

.db 00h, 00h, 00h
