; -----------------------------------------------------------------------------
; Locations
; -----------------------------------------------------------------------------

.str (LANG == "jap") ? \
	"　玄関　　　" : \
	"　玄関　　　"

.str (LANG == "jap") ? \
	"　酒場　　　" : \
	"　酒場　　　"

.str (LANG == "jap") ? \
	"　キッチン　" : \
	"　キッチン　"

.str (LANG == "jap") ? \
	"　食堂　　　" : \
	"　食堂　　　"

.str (LANG == "jap") ? \
	"　応接間　　" : \
	"　応接間　　"

.str (LANG == "jap") ? \
	"　廊下　　　" : \
	"　廊下　　　"

.str (LANG == "jap") ? \
	"　トイレ　　" : \
	"　トイレ　　"

.str (LANG == "jap") ? \
	"　青い部屋　" : \
	"　青い部屋　"

.str (LANG == "jap") ? \
	"　ガレージ　" : \
	"　ガレージ　"

.str (LANG == "jap") ? \
	"　庭　　　　" : \
	"　庭　　　　"

.str (LANG == "jap") ? \
	"　かくし部屋" : \
	"　かくし部屋"

.str (LANG == "jap") ? \
	"　黒い部屋　" : \
	"　黒い部屋　"

.str (LANG == "jap") ? \
	"　図書室　　" : \
	"　図書室　　"

.str (LANG == "jap") ? \
	"　リビング　" : \
	"　リビング　"

.str (LANG == "jap") ? \
	"　トラップ　" : \
	"　トラップ　"

.str (LANG == "jap") ? \
	"ピンクの部屋" : \
	"ピンクの部屋"

.str (LANG == "jap") ? \
	"　黄色い部屋" : \
	"　黄色い部屋"

.str (LANG == "jap") ? \
	"　緑の部屋　" : \
	"　緑の部屋　"

.str (LANG == "jap") ? \
	"　音楽室　　" : \
	"　音楽室　　"

.str (LANG == "jap") ? \
	"　物置　　　" : \
	"　物置　　　"

.str (LANG == "jap") ? \
	"　ベランダ　" : \
	"　ベランダ　"

.str (LANG == "jap") ? \
	"　ゴール　　" : \
	"　ゴール　　"

.str (LANG == "jap") ? \
	"" : \
	""

.str (LANG == "jap") ? \
	"" : \
	""